const ru_ru = {
  name: "ru_ru",
  months: [
    ["Январь", "янв"],
    ["Февраль", "фев"],
    ["Март", "мар"],
    ["Апрель", "апр"],
    ["Май", "май"],
    ["Июнь", "июн"],
    ["Июль", "июл"],
    ["Август", "авг"],
    ["Сентябрь", "сен"],
    ["Октябрь", "окт"],
    ["Ноябрь", "ноя"],
    ["Декабрь", "дек"],
  ],
  weekDays: [
    ["Суббота", "Сб"],
    ["Воскресенье", "Вс"],
    ["Понедельник", "Пн"],
    ["Вторник", "Вт"],
    ["Среда", "Ср"],
    ["Четверг", "Чт"],
    ["Пятница", "Пт"],
  ],
  digits: ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"],
  meridiems: [
    ["AM", "am"],
    ["PM", "pm"],
  ],
};

export default ru_ru;